[Balance.PawnBalance_Bandit_TurretGun AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Gun door")

[Balance.PawnBalance_ConstructorDeployableTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hyperion Mk1 turret")

[Balance.PawnBalance_ConstructorDeployableTurret:Behavior_AttributeEffect_0.SkillDefinition_3 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Balance.PawnBalance_CrimsonLance_LargeTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Automatic pistol")

[Balance.PawnBalance_Hyperion_AutoCannon AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Automatic rifle")

[Balance.PawnBalance_Hyperion_LargeTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Automatic pistol")

[Balance.PawnBalance_Hyperion_TurretGun AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="hyperion building")

[Balance.PawnBalance_Hyperion_TurretGun_Barge AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Tower")

[Balance.PawnBalance_Hyperion_VOGTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="high security tower")

[Balance.PawnBalance_HyperionDeployableTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hyperion Mk1 turret")

[Balance.PawnBalance_HyperionDeployableTurret:Behavior_AttributeEffect_0.SkillDefinition_3 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Balance.PawnBalance_HyperionSoliderTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hyperion Mk-I Field Turret")
PlayThroughs[1]=(DisplayName="Hyperion Mk-II Field Bridge")

